Repository: Krystek20/SnapDay
Catalog: SnapDayKit/Sources/Onboarding/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br

source: 15 minutes today
ar: 15 دقيقة اليوم
de: Heute 15 Minuten
es: 15 minutos hoy
fr: 15 minutes aujourd’hui
it: 15 minuti oggi
ja: 今日は15分
ko: 오늘 15분
pl: 15 minut dzisiaj
pt_br: 15 minutos hoje

source: An easy way to start moving.
ar: طريقة سهلة لبدء الحركة.
de: Ein einfacher Einstieg in mehr Bewegung.
es: Una forma fácil de empezar a moverte.
fr: Une façon simple de commencer à bouger.
it: Un modo semplice per iniziare a muoverti.
ja: 気軽に体を動かし始めましょう。
ko: 가볍게 움직이기 시작하는 방법입니다.
pl: Łatwy sposób, by zacząć się ruszać.
pt_br: Uma forma fácil de começar a se movimentar.

source: Add a healthy habit
ar: أضف عادة صحية
de: Gesunde Gewohnheit hinzufügen
es: Añade un hábito saludable
fr: Ajoutez une habitude saine
it: Aggiungi un’abitudine sana
ja: 健康的な習慣を追加
ko: 건강한 습관 추가
pl: Dodaj zdrowy nawyk
pt_br: Adicione um hábito saudável

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pl: Dalej
pt_br: Continuar

source: Create a plan from scratch or use the selected shortcut.
ar: أنشئ خطة من البداية أو استخدم الاختصار المحدد.
de: Erstelle einen Plan neu oder nutze die gewählte Vorlage.
es: Crea un plan desde cero o usa el acceso seleccionado.
fr: Créez un plan de zéro ou utilisez le raccourci choisi.
it: Crea un piano da zero o usa la scorciatoia selezionata.
ja: 一からプランを作るか、選択したショートカットを使います。
ko: 처음부터 계획을 만들거나 선택한 바로가기를 사용하세요.
pl: Utwórz plan od zera lub użyj wybranego skrótu.
pt_br: Crie um plano do zero ou use o atalho selecionado.

source: Create my own
ar: إنشاء خطتي
de: Eigenen Plan erstellen
es: Crear el mío
fr: Créer le mien
it: Crea il mio
ja: 自分で作成
ko: 직접 만들기
pl: Utwórz własny
pt_br: Criar o meu

source: Create your own
ar: أنشئ خطتك
de: Erstelle deinen eigenen
es: Crea el tuyo
fr: Créez le vôtre
it: Crea il tuo
ja: 自分で作成
ko: 직접 만들기
pl: Utwórz własny
pt_br: Crie o seu

source: Drink a glass of water in the morning
ar: اشرب كوب ماء في الصباح
de: Morgens ein Glas Wasser trinken
es: Bebe un vaso de agua por la mañana
fr: Buvez un verre d’eau le matin
it: Bevi un bicchiere d’acqua al mattino
ja: 朝にコップ1杯の水を飲む
ko: 아침에 물 한 잔 마시기
pl: Wypij rano szklankę wody
pt_br: Beba um copo de água pela manhã

source: Learn something
ar: تعلم شيئًا
de: Etwas lernen
es: Aprender algo
fr: Apprendre quelque chose
it: Impara qualcosa
ja: 何かを学ぶ
ko: 무언가 배우기
pl: Naucz się czegoś
pt_br: Aprender algo

source: More options
ar: خيارات أخرى
de: Weitere Optionen
es: Más opciones
fr: Plus d’options
it: Altre opzioni
ja: その他の選択肢
ko: 더 많은 옵션
pl: Więcej opcji
pt_br: Mais opções

source: Move more
ar: تحرك أكثر
de: Mehr bewegen
es: Moverme más
fr: Bouger davantage
it: Muoviti di più
ja: もっと体を動かす
ko: 더 많이 움직이기
pl: Ruszaj się więcej
pt_br: Movimentar-se mais

source: Name any goal and choose a rhythm
ar: سمِّ أي هدف واختر وتيرة
de: Benenne dein Ziel und wähle einen Rhythmus
es: Ponle nombre a tu objetivo y elige un ritmo
fr: Nommez votre objectif et choisissez un rythme
it: Dai un nome al tuo obiettivo e scegli un ritmo
ja: 目標に名前を付け、ペースを選びます
ko: 목표 이름을 정하고 주기를 선택하세요
pl: Nazwij cel i wybierz rytm
pt_br: Dê um nome à meta e escolha um ritmo

source: Not seeing your goal?
ar: لا ترى هدفك؟
de: Dein Ziel ist nicht dabei?
es: ¿No ves tu objetivo?
fr: Votre objectif n’est pas là ?
it: Non trovi il tuo obiettivo?
ja: 目標が見つかりませんか？
ko: 원하는 목표가 없나요?
pl: Nie widzisz swojego celu?
pt_br: Não encontrou sua meta?

source: Organize my day
ar: نظّم يومي
de: Meinen Tag organisieren
es: Organizar mi día
fr: Organiser ma journée
it: Organizza la mia giornata
ja: 一日を整理する
ko: 하루 정리하기
pl: Zorganizuj mój dzień
pt_br: Organizar meu dia

source: Pick a starting point and build a plan around it with SnapDay
ar: اختر نقطة بداية وابنِ خطة حولها مع SnapDay
de: Wähle einen Ausgangspunkt und erstelle mit SnapDay einen passenden Plan
es: Elige un punto de partida y crea un plan con SnapDay
fr: Choisissez un point de départ et bâtissez votre plan avec SnapDay
it: Scegli un punto di partenza e crea un piano con SnapDay
ja: 出発点を選び、SnapDayでプランを作りましょう
ko: 시작점을 고르고 SnapDay로 계획을 만들어 보세요
pl: Wybierz punkt wyjścia i zbuduj wokół niego plan w SnapDay
pt_br: Escolha um ponto de partida e crie um plano com o SnapDay

source: Pick a day and make it happen.
ar: اختر يومًا وابدأ.
de: Wähle einen Tag und leg los.
es: Elige un día y hazlo realidad.
fr: Choisissez un jour et lancez-vous.
it: Scegli un giorno e fallo.
ja: 曜日を決めて実行しましょう。
ko: 요일을 정하고 실천하세요.
pl: Wybierz dzień i działaj.
pt_br: Escolha um dia e faça acontecer.

source: Plan one gym session
ar: خطط لجلسة واحدة في النادي
de: Ein Training im Fitnessstudio planen
es: Planifica una sesión de gimnasio
fr: Planifiez une séance de sport
it: Pianifica una sessione in palestra
ja: ジムを1回予定する
ko: 헬스장 운동 1회 계획하기
pl: Zaplanuj jeden trening na siłowni
pt_br: Planeje uma sessão na academia

source: Read 10 pages a day
ar: اقرأ 10 صفحات يوميًا
de: Täglich 10 Seiten lesen
es: Lee 10 páginas al día
fr: Lisez 10 pages par jour
it: Leggi 10 pagine al giorno
ja: 毎日10ページ読む
ko: 하루에 10페이지 읽기
pl: Czytaj 10 stron dziennie
pt_br: Leia 10 páginas por dia

source: Read 15 minutes a day
ar: اقرأ 15 دقيقة يوميًا
de: Täglich 15 Minuten lesen
es: Lee 15 minutos al día
fr: Lisez 15 minutes par jour
it: Leggi 15 minuti al giorno
ja: 毎日15分読む
ko: 하루 15분 읽기
pl: Czytaj 15 minut dziennie
pt_br: Leia 15 minutos por dia

source: Read before sleep
ar: اقرأ قبل النوم
de: Vor dem Schlafen lesen
es: Lee antes de dormir
fr: Lisez avant de dormir
it: Leggi prima di dormire
ja: 寝る前に読む
ko: 잠들기 전에 읽기
pl: Czytaj przed snem
pt_br: Leia antes de dormir

source: Read more
ar: اقرأ أكثر
de: Mehr lesen
es: Leer más
fr: Lire davantage
it: Leggi di più
ja: もっと読む
ko: 더 많이 읽기
pl: Czytaj więcej
pt_br: Ler mais

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt_br: Pular

source: Small daily progress.
ar: تقدم يومي بسيط.
de: Kleine tägliche Fortschritte.
es: Pequeños avances diarios.
fr: De petits progrès quotidiens.
it: Piccoli progressi ogni giorno.
ja: 毎日少しずつ進みましょう。
ko: 매일 조금씩 발전하세요.
pl: Mały postęp każdego dnia.
pt_br: Pequenos progressos diários.

source: Start the day with light movement.
ar: ابدأ يومك بحركة خفيفة.
de: Beginne den Tag mit leichter Bewegung.
es: Empieza el día con movimiento suave.
fr: Commencez la journée en bougeant doucement.
it: Inizia la giornata con un po’ di movimento.
ja: 軽い運動で一日を始めましょう。
ko: 가벼운 움직임으로 하루를 시작하세요.
pl: Zacznij dzień od lekkiego ruchu.
pt_br: Comece o dia com movimentos leves.

source: Start with a reading plan that fits.
ar: ابدأ بخطة قراءة تناسبك.
de: Starte mit einem passenden Leseplan.
es: Empieza con un plan de lectura adecuado.
fr: Commencez avec un programme de lecture adapté.
it: Inizia con un piano di lettura adatto a te.
ja: 自分に合う読書プランから始めましょう。
ko: 나에게 맞는 독서 계획으로 시작하세요.
pl: Zacznij od planu czytania dopasowanego do siebie.
pt_br: Comece com um plano de leitura ideal para você.

source: Choose a movement plan that fits.
ar: اختر خطة حركة تناسبك.
de: Wähle einen passenden Bewegungsplan.
es: Elige un plan de movimiento adecuado.
fr: Choisissez un programme d’activité adapté.
it: Scegli un piano di movimento adatto a te.
ja: 自分に合う運動プランを選びましょう。
ko: 나에게 맞는 운동 계획을 선택하세요.
pl: Wybierz plan ruchu dopasowany do siebie.
pt_br: Escolha um plano de movimento ideal para você.

source: Start with one focused session
ar: ابدأ بجلسة مركزة واحدة
de: Mit einer konzentrierten Einheit beginnen
es: Empieza con una sesión enfocada
fr: Commencez par une séance ciblée
it: Inizia con una sessione mirata
ja: 集中する時間を1回から始める
ko: 집중 세션 한 번으로 시작하기
pl: Zacznij od jednej skupionej sesji
pt_br: Comece com uma sessão focada

source: Start with today's tasks
ar: ابدأ بمهام اليوم
de: Mit den heutigen Aufgaben beginnen
es: Empieza con las tareas de hoy
fr: Commencez par les tâches du jour
it: Inizia con le attività di oggi
ja: 今日のタスクから始める
ko: 오늘의 할 일로 시작하기
pl: Zacznij od dzisiejszych zadań
pt_br: Comece com as tarefas de hoje

source: Take a 20-minute walk
ar: امشِ لمدة 20 دقيقة
de: 20 Minuten spazieren gehen
es: Da un paseo de 20 minutos
fr: Marchez pendant 20 minutes
it: Fai una passeggiata di 20 minuti
ja: 20分歩く
ko: 20분 걷기
pl: Idź na 20-minutowy spacer
pt_br: Faça uma caminhada de 20 minutos

source: Take an evening walk
ar: تمشَّ في المساء
de: Abends spazieren gehen
es: Da un paseo por la tarde
fr: Faites une promenade le soir
it: Fai una passeggiata serale
ja: 夜に散歩する
ko: 저녁 산책하기
pl: Idź na wieczorny spacer
pt_br: Faça uma caminhada à noite

source: Templates are just a fast start. You can rename and adjust the plan later.
ar: القوالب مجرد بداية سريعة. يمكنك إعادة تسمية الخطة وتعديلها لاحقًا.
de: Vorlagen sind nur ein schneller Start. Du kannst den Plan später umbenennen und anpassen.
es: Las plantillas son solo un inicio rápido. Puedes cambiar el nombre y ajustar el plan después.
fr: Les modèles permettent de démarrer vite. Vous pourrez renommer et ajuster le plan ensuite.
it: I modelli sono solo un modo rapido per iniziare. Puoi rinominare e modificare il piano in seguito.
ja: テンプレートはすぐ始めるためのものです。名前や内容は後で変更できます。
ko: 템플릿은 빠른 시작을 위한 것입니다. 나중에 계획 이름과 내용을 조정할 수 있습니다.
pl: Szablony to tylko szybki start. Później możesz zmienić nazwę i dostosować plan.
pt_br: Os modelos são apenas um começo rápido. Você pode renomear e ajustar o plano depois.

source: Best first step for most readers.
ar: أفضل خطوة أولى لمعظم القراء.
de: Der beste erste Schritt für die meisten Leser.
es: El mejor primer paso para la mayoría de lectores.
fr: Le meilleur premier pas pour la plupart des lecteurs.
it: Il primo passo ideale per la maggior parte dei lettori.
ja: 多くの読書好きにおすすめの第一歩です。
ko: 대부분의 독자에게 좋은 첫걸음입니다.
pl: Najlepszy pierwszy krok dla większości czytelników.
pt_br: O melhor primeiro passo para a maioria dos leitores.

source: Longer session on weekends.
ar: جلسة أطول في عطلة نهاية الأسبوع.
de: Eine längere Einheit am Wochenende.
es: Una sesión más larga el fin de semana.
fr: Une séance plus longue le week-end.
it: Una sessione più lunga nel fine settimana.
ja: 週末は少し長めに。
ko: 주말에는 더 길게 해보세요.
pl: Dłuższa sesja w weekend.
pt_br: Uma sessão mais longa no fim de semana.

source: Pair reading with bedtime.
ar: اربط القراءة بوقت النوم.
de: Verbinde das Lesen mit der Schlafenszeit.
es: Combina la lectura con la hora de dormir.
fr: Associez la lecture au coucher.
it: Abbina la lettura all’ora di andare a letto.
ja: 読書を就寝前の習慣にしましょう。
ko: 독서를 취침 습관과 연결하세요.
pl: Połącz czytanie z porą snu.
pt_br: Combine a leitura com a hora de dormir.

source: Stretch in the morning
ar: تمدد في الصباح
de: Morgens dehnen
es: Estira por la mañana
fr: Étirez-vous le matin
it: Fai stretching al mattino
ja: 朝にストレッチする
ko: 아침 스트레칭
pl: Rozciągaj się rano
pt_br: Alongue-se pela manhã

source: Unwind with a simple walk.
ar: استرخِ بنزهة بسيطة.
de: Entspanne bei einem einfachen Spaziergang.
es: Relájate con un paseo sencillo.
fr: Détendez-vous avec une simple promenade.
it: Rilassati con una semplice passeggiata.
ja: 気軽な散歩でリラックスしましょう。
ko: 가벼운 산책으로 긴장을 푸세요.
pl: Odpręż się podczas prostego spaceru.
pt_br: Relaxe com uma caminhada simples.

source: Use this template
ar: استخدم هذا القالب
de: Diese Vorlage verwenden
es: Usar esta plantilla
fr: Utiliser ce modèle
it: Usa questo modello
ja: このテンプレートを使う
ko: 이 템플릿 사용
pl: Użyj tego szablonu
pt_br: Usar este modelo

source: Weekend reading
ar: قراءة نهاية الأسبوع
de: Lesen am Wochenende
es: Lectura de fin de semana
fr: Lecture du week-end
it: Lettura nel fine settimana
ja: 週末の読書
ko: 주말 독서
pl: Czytanie w weekend
pt_br: Leitura no fim de semana

source: Add one simple healthy choice.
ar: أضف خيارًا صحيًا بسيطًا.
de: Füge eine einfache gesunde Entscheidung hinzu.
es: Añade una opción saludable y sencilla.
fr: Ajoutez un choix sain et simple.
it: Aggiungi una semplice scelta salutare.
ja: 簡単で健康的な選択を1つ加えましょう。
ko: 간단하고 건강한 선택을 하나 추가하세요.
pl: Dodaj jeden prosty zdrowy wybór.
pt_br: Adicione uma escolha saudável e simples.

source: Build a wind-down routine
ar: أنشئ روتينًا للاسترخاء
de: Eine Abendroutine aufbauen
es: Crea una rutina para relajarte
fr: Créez une routine pour décompresser
it: Crea una routine per rilassarti
ja: リラックスする習慣を作る
ko: 긴장을 푸는 루틴 만들기
pl: Zbuduj wieczorną rutynę wyciszenia
pt_br: Crie uma rotina para desacelerar

source: Build fluency with a short daily session.
ar: طوّر طلاقتك بجلسة يومية قصيرة.
de: Verbessere deine Sprachgewandtheit mit einer kurzen täglichen Einheit.
es: Mejora tu fluidez con una sesión diaria corta.
fr: Progressez grâce à une courte séance quotidienne.
it: Migliora la padronanza con una breve sessione quotidiana.
ja: 毎日の短い練習で上達しましょう。
ko: 매일 짧은 연습으로 유창함을 키우세요.
pl: Buduj płynność dzięki krótkiej codziennej sesji.
pt_br: Desenvolva fluência com uma sessão diária curta.

source: Choose a healthy habit that fits.
ar: اختر عادة صحية تناسبك.
de: Wähle eine passende gesunde Gewohnheit.
es: Elige un hábito saludable adecuado.
fr: Choisissez une habitude saine qui vous convient.
it: Scegli un’abitudine sana adatta a te.
ja: 自分に合う健康習慣を選びましょう。
ko: 나에게 맞는 건강한 습관을 선택하세요.
pl: Wybierz zdrowy nawyk dopasowany do siebie.
pt_br: Escolha um hábito saudável ideal para você.

source: Choose a learning plan that fits.
ar: اختر خطة تعلم تناسبك.
de: Wähle einen passenden Lernplan.
es: Elige un plan de aprendizaje adecuado.
fr: Choisissez un programme d’apprentissage adapté.
it: Scegli un piano di apprendimento adatto a te.
ja: 自分に合う学習プランを選びましょう。
ko: 나에게 맞는 학습 계획을 선택하세요.
pl: Wybierz plan nauki dopasowany do siebie.
pt_br: Escolha um plano de aprendizado ideal para você.

source: Choose one focused weekly session.
ar: اختر جلسة أسبوعية مركزة واحدة.
de: Wähle eine konzentrierte Einheit pro Woche.
es: Elige una sesión semanal enfocada.
fr: Choisissez une séance ciblée par semaine.
it: Scegli una sessione settimanale mirata.
ja: 週に1回、集中する時間を選びましょう。
ko: 주 1회 집중 세션을 선택하세요.
pl: Wybierz jedną skupioną sesję tygodniowo.
pt_br: Escolha uma sessão semanal focada.

source: Drink a glass of water
ar: اشرب كوب ماء
de: Ein Glas Wasser trinken
es: Bebe un vaso de agua
fr: Buvez un verre d’eau
it: Bevi un bicchiere d’acqua
ja: コップ1杯の水を飲む
ko: 물 한 잔 마시기
pl: Wypij szklankę wody
pt_br: Beba um copo de água

source: Drink water every morning
ar: اشرب الماء كل صباح
de: Jeden Morgen Wasser trinken
es: Bebe agua cada mañana
fr: Buvez de l’eau chaque matin
it: Bevi acqua ogni mattina
ja: 毎朝水を飲む
ko: 매일 아침 물 마시기
pl: Pij wodę każdego ranka
pt_br: Beba água todas as manhãs

source: Eat a serving of fruit
ar: تناول حصة من الفاكهة
de: Eine Portion Obst essen
es: Come una porción de fruta
fr: Mangez une portion de fruits
it: Mangia una porzione di frutta
ja: 果物を1食分食べる
ko: 과일 한 끼 분량 먹기
pl: Zjedz porcję owoców
pt_br: Coma uma porção de fruta

source: Eat fruit every day
ar: تناول الفاكهة يوميًا
de: Täglich Obst essen
es: Come fruta todos los días
fr: Mangez des fruits chaque jour
it: Mangia frutta ogni giorno
ja: 毎日果物を食べる
ko: 매일 과일 먹기
pl: Jedz owoce codziennie
pt_br: Coma frutas todos os dias

source: Go to the gym
ar: اذهب إلى النادي الرياضي
de: Ins Fitnessstudio gehen
es: Ir al gimnasio
fr: Aller à la salle de sport
it: Vai in palestra
ja: ジムに行く
ko: 헬스장 가기
pl: Idź na siłownię
pt_br: Ir à academia

source: Keep progress small and memorable.
ar: اجعل التقدم بسيطًا وسهل التذكر.
de: Halte den Fortschritt klein und einprägsam.
es: Haz que el progreso sea pequeño y fácil de recordar.
fr: Progressez par petites étapes faciles à retenir.
it: Fai piccoli progressi facili da ricordare.
ja: 小さく覚えやすい進歩を続けましょう。
ko: 작고 기억하기 쉬운 발전을 이어가세요.
pl: Rób małe, łatwe do zapamiętania postępy.
pt_br: Mantenha o progresso pequeno e fácil de lembrar.

source: Learn one concept a day
ar: تعلم مفهومًا واحدًا يوميًا
de: Täglich ein Konzept lernen
es: Aprende un concepto al día
fr: Apprenez une notion par jour
it: Impara un concetto al giorno
ja: 毎日1つの概念を学ぶ
ko: 하루에 개념 하나 배우기
pl: Ucz się jednego pojęcia dziennie
pt_br: Aprenda um conceito por dia

source: Learn one new concept
ar: تعلم مفهومًا جديدًا
de: Ein neues Konzept lernen
es: Aprende un concepto nuevo
fr: Apprenez une nouvelle notion
it: Impara un nuovo concetto
ja: 新しい概念を1つ学ぶ
ko: 새로운 개념 하나 배우기
pl: Naucz się jednego nowego pojęcia
pt_br: Aprenda um novo conceito

source: Make space to slow down each evening.
ar: خصص وقتًا للاسترخاء كل مساء.
de: Nimm dir jeden Abend Zeit zum Abschalten.
es: Reserva tiempo para relajarte cada noche.
fr: Prenez le temps de ralentir chaque soir.
it: Trova ogni sera uno spazio per rallentare.
ja: 毎晩ゆっくりする時間を作りましょう。
ko: 매일 저녁 여유롭게 쉬는 시간을 만드세요.
pl: Znajdź każdego wieczoru czas na wyciszenie.
pt_br: Reserve um tempo para desacelerar todas as noites.

source: Pair them with your morning routine.
ar: اربطها بروتينك الصباحي.
de: Verbinde sie mit deiner Morgenroutine.
es: Combínalas con tu rutina matutina.
fr: Associez-les à votre routine du matin.
it: Abbinale alla tua routine mattutina.
ja: 朝の習慣と組み合わせましょう。
ko: 아침 루틴과 함께 실천하세요.
pl: Połącz je z poranną rutyną.
pt_br: Combine com sua rotina matinal.

source: Practice a language for 15 minutes
ar: تدرب على لغة لمدة 15 دقيقة
de: 15 Minuten eine Sprache üben
es: Practica un idioma durante 15 minutos
fr: Pratiquez une langue pendant 15 minutes
it: Esercitati con una lingua per 15 minuti
ja: 語学を15分練習する
ko: 15분 동안 언어 연습하기
pl: Ćwicz język przez 15 minut
pt_br: Pratique um idioma por 15 minutos

source: Practice a skill
ar: تدرب على مهارة
de: Eine Fähigkeit üben
es: Practica una habilidad
fr: Pratiquez une compétence
it: Esercita un’abilità
ja: スキルを練習する
ko: 기술 연습하기
pl: Ćwicz umiejętność
pt_br: Pratique uma habilidade

source: Practice a skill on weekdays
ar: تدرب على مهارة في أيام الأسبوع
de: Werktags eine Fähigkeit üben
es: Practica una habilidad entre semana
fr: Pratiquez une compétence en semaine
it: Esercita un’abilità nei giorni feriali
ja: 平日にスキルを練習する
ko: 평일에 기술 연습하기
pl: Ćwicz umiejętność w dni robocze
pt_br: Pratique uma habilidade nos dias úteis

source: Read
ar: اقرأ
de: Lesen
es: Leer
fr: Lire
it: Leggi
ja: 読む
ko: 읽기
pl: Czytaj
pt_br: Ler

source: Read 10 pages
ar: اقرأ 10 صفحات
de: 10 Seiten lesen
es: Lee 10 páginas
fr: Lisez 10 pages
it: Leggi 10 pagine
ja: 10ページ読む
ko: 10페이지 읽기
pl: Przeczytaj 10 stron
pt_br: Leia 10 páginas

source: Read for 15 minutes
ar: اقرأ لمدة 15 دقيقة
de: 15 Minuten lesen
es: Lee durante 15 minutos
fr: Lisez pendant 15 minutes
it: Leggi per 15 minuti
ja: 15分読む
ko: 15분 읽기
pl: Czytaj przez 15 minut
pt_br: Leia por 15 minutos

source: Start the day with a glass of water.
ar: ابدأ يومك بكوب ماء.
de: Beginne den Tag mit einem Glas Wasser.
es: Empieza el día con un vaso de agua.
fr: Commencez la journée avec un verre d’eau.
it: Inizia la giornata con un bicchiere d’acqua.
ja: コップ1杯の水で一日を始めましょう。
ko: 물 한 잔으로 하루를 시작하세요.
pl: Zacznij dzień od szklanki wody.
pt_br: Comece o dia com um copo de água.

source: Take a lesson
ar: خذ درسًا
de: Eine Lektion absolvieren
es: Haz una lección
fr: Suivez une leçon
it: Segui una lezione
ja: レッスンを受ける
ko: 레슨 받기
pl: Weź udział w lekcji
pt_br: Faça uma aula

source: Take daily vitamins
ar: تناول الفيتامينات يوميًا
de: Täglich Vitamine nehmen
es: Toma vitaminas a diario
fr: Prenez vos vitamines chaque jour
it: Prendi le vitamine ogni giorno
ja: 毎日ビタミンを摂る
ko: 매일 비타민 먹기
pl: Bierz witaminy codziennie
pt_br: Tome vitaminas diariamente

source: Take one lesson a week
ar: خذ درسًا واحدًا أسبوعيًا
de: Eine Lektion pro Woche
es: Haz una lección a la semana
fr: Suivez une leçon par semaine
it: Segui una lezione alla settimana
ja: 週に1回レッスンを受ける
ko: 일주일에 레슨 한 번 받기
pl: Bierz jedną lekcję tygodniowo
pt_br: Faça uma aula por semana

source: Take vitamins
ar: تناول الفيتامينات
de: Vitamine nehmen
es: Toma vitaminas
fr: Prenez des vitamines
it: Prendi le vitamine
ja: ビタミンを摂る
ko: 비타민 먹기
pl: Weź witaminy
pt_br: Tome vitaminas

source: Use a steady weekday rhythm.
ar: اتبع وتيرة ثابتة في أيام الأسبوع.
de: Nutze einen gleichmäßigen Rhythmus an Werktagen.
es: Sigue un ritmo constante entre semana.
fr: Adoptez un rythme régulier en semaine.
it: Segui un ritmo costante nei giorni feriali.
ja: 平日に一定のペースで続けましょう。
ko: 평일에 꾸준한 주기로 실천하세요.
pl: Utrzymuj stały rytm w dni robocze.
pt_br: Mantenha um ritmo constante nos dias úteis.

source: Wind down before bed
ar: استرخِ قبل النوم
de: Vor dem Schlafen entspannen
es: Relájate antes de dormir
fr: Détendez-vous avant de dormir
it: Rilassati prima di dormire
ja: 寝る前にリラックスする
ko: 잠들기 전 긴장 풀기
pl: Wycisz się przed snem
pt_br: Relaxe antes de dormir

source: What is your goal?
ar: ما هدفك؟
de: Was ist dein Ziel?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
it: Qual è il tuo obiettivo?
ja: 目標は何ですか？
ko: 목표가 무엇인가요?
pl: Jaki jest Twój cel?
pt_br: Qual é a sua meta?
